Repository: CuriousCactus/ssbc-woocommerce-customer-list
Catalog: languages/wc-product-customer-list-*.po
Languages: pt_br

source: Customers
pt_br: Consumidores

source: Product Customer List
pt_br: Lista dos Consumidores do Produto

source: Product Customer List for WooCommerce
pt_br: Lista de Consumidores do Produto para WooCommerce

source: The following options are used to configure Product Customer List for WooCommerce
pt_br: As seguintes opções são utilizadas para configurar o Lista de Consumidores do Produto para WooCommerce

source: Order status
pt_br: Status do Pedido

source: Select one or multiple order statuses for which you will display the customers.
pt_br: Selecione um ou mais status de pedidos para os quais você deseja mostrar os consumidores.

source: Processing
pt_br: Processando

source: Completed
pt_br: Completo

source: Cancelled
pt_br: Cancelado

source: Order number column
pt_br: Coluna de número do pedido

source: Enable order number column
pt_br: Habilitar coluna de número do pedido

source: Order status column
pt_br: Coluna de status do pedido

source: Enable order status column
pt_br: Habilitar coluna de status do pedido

source: Order quantity column
pt_br: Coluna de quantidade do pedido

source: Enable order quantity column
pt_br: Habilitar coluna de quantidade do pedido

source: Customer message column
pt_br: Coluna de mensagem do consumidor

source: Enable customer message column
pt_br: Habilitar coluna de mensagem do consumidor

source: Billing first name column
pt_br: Coluna de nome para faturamento

source: Enable billing first name column
pt_br: Habilitar coluna de nome para faturamento

source: Billing last name column
pt_br: Coluna de sobrenome para faturamento

source: Enable billing last name column
pt_br: Habilitar coluna de sobrenome para faturamento

source: Billing e-mail column
pt_br: Coluna de e-mail para faturamento

source: Enable billing e-mail column
pt_br: Habilitar coluna de e-mail para faturamento

source: Billing phone column
pt_br: Coluna de telefone para faturamento

source: Enable billing phone column
pt_br: Habilitar coluna de telefone para faturamento

source: Billing address 1 column
pt_br: Coluna de endereço 1

source: Enable billing address 1 column
pt_br: Habilitar coluna de endereço 1

source: Billing address 2 column
pt_br: Coluna de endereço 2

source: Enable billing address 2 column
pt_br: Habilitar coluna de endereço 2

source: Billing state column
pt_br: Coluna de estado para faturamento

source: Enable billing state column
pt_br: Habilitar coluna de estado para faturamento

source: Billing Postal Code / Zip column
pt_br: Coluna de CEP para faturamento

source: Enable billing postal code / Zip column
pt_br: Habilitar coluna de CEP para faturamento

source: Billing country column
pt_br: Coluna de país para faturamento

source: Enable billing country column
pt_br: Habilitar coluna de país para faturamento

source: Shipping first name column
pt_br: Coluna de nome para entrega

source: Enable shipping first name column
pt_br: Habilitar coluna de nome para entrega

source: Shipping last name column
pt_br: Coluna de sobrenome para entrega

source: Enable shipping last name column
pt_br: Habilitar coluna de sobrenome para entrega

source: Shipping address 1 column
pt_br: Coluna de endereço de entrega 1

source: Enable shipping address 1 column
pt_br: Habilitar coluna de endereço de entrega 1

source: Shipping address 2 column
pt_br: Coluna de endereço de entrega 2

source: Enable shipping address 2 column
pt_br: Habilitar coluna de endereço de entrega 2

source: Shipping state column
pt_br: Coluna de estado de entrega

source: Enable shipping state column
pt_br: Habilitar coluna de estado de entrega

source: Shipping Postal Code / Zip column
pt_br: Coluna de CEP de entrega

source: Enable shipping postal code / Zip column
pt_br: Habilitar coluna de CEP de entrega

source: Shipping country column
pt_br: Coluna país de entrega

source: Enable shipping country column
pt_br: Habilitar coluna de país de entrega

source: Customers who bought this product
pt_br: Consumidores que compraram este produto

source: Print
pt_br: Imprimir

source: Search
pt_br: Buscar

source: This product currently has no customers
pt_br: Este produto ainda não foi comprado

source: No orders match your search
pt_br: Nenhum pedido corresponde a sua busca

source: Showing _START_ to _END_ out of _TOTAL_ orders
pt_br: Mostrando _START_ a _END_ de _TOTAL_ pedidos

source: Show _MENU_ orders
pt_br: Mostrar _MENU_ pedidos

source: First
pt_br: Primeiro

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Last
pt_br: Último

source: Order
pt_br: Pedido

source: Billing First name
pt_br: Nome do Comprador

source: Billing Last name
pt_br: Sobrenome do Comprador

source: Billing E-mail
pt_br: E-Mail do Comprador

source: Billing Phone
pt_br: Telefone do Comprador

source: Billing Address 1
pt_br: Endereço do Comprador 1

source: Billing Address 2
pt_br: Endereço do Comprador 2

source: Billing City
pt_br: Cidade do Comprador

source: Billing State
pt_br: Estado do Comprador

source: Billing Postal Code / Zip
pt_br: CEP do Comprador

source: Billing Country
pt_br: País do Comprador

source: Shipping First name
pt_br: Nome do Recipiente

source: Shipping Last name
pt_br: Sobrenome do Recipiente

source: Shipping Address 1
pt_br: Endereço 1 do Recipiente

source: Shipping Address 2
pt_br: Endereço 2 do Recipiente

source: Shipping City
pt_br: Cidade do Recipiente

source: Shipping State
pt_br: Estado do Recipiente

source: Shipping Postal Code / Zip
pt_br: CEP do Recipiente

source: Shipping Country
pt_br: País do Recipiente

source: Customer Message
pt_br: Mensagem do Comprador

source: Order Status
pt_br: Status do Pedido

source: Qty
pt_br: Qtd

source: Email all customers
pt_br: Enviar e-mails a todos os compradores

source: Woocommerce Product Customer List is enabled but not effective. It requires WooCommerce 2.2+ in order to work.
pt_br: Lista de Consumidores de Produtos para WooCommerce esta ativado mas não funciona. É necessário WooCommerce 2.2 ou mais recente para funcionar.

source: Displays a list of customers that bought a product on the edit page.
pt_br: Mostra uma lista dos compradores de um produto na página de edição.
